{ "list":[
{"paperId": "09ff931f616fc4fd63237a4a3c5de8911073c863", "externalIds": {"MAG": "2735692555", "DOI": "10.1016/J.FORECO.2017.06.019", "CorpusId": 90781078}, "url": "https://www.semanticscholar.org/paper/09ff931f616fc4fd63237a4a3c5de8911073c863", "title": "Regional variation in wood density and modulus of elasticity of Quebec s main boreal tree species", "abstract":" None", "venue": "", "year": 2017},
{"paperId": "412e43cffd0e8c166c5e747476c69ca8c94c8f8e", "externalIds": {"MAG": "3015085558", "DOI": "10.1007/s13595-020-0929-5", "CorpusId": 214736659}, "url": "https://www.semanticscholar.org/paper/412e43cffd0e8c166c5e747476c69ca8c94c8f8e", "title": "Density and diameter distributions of saplings in naturally regenerated and planted coniferous stands in Québec after various approaches of commercial thinning", "abstract": "None", "venue": "Annals of Forest Science", "year": 2020},
{"paperId": "c1a9c39766452e5531045274a9d3bdecca847f6e", "externalIds": {"DOI": "10.1007/s13595-020-0929-5", "CorpusId": 256199739}, "url": "https://www.semanticscholar.org/paper/c1a9c39766452e5531045274a9d3bdecca847f6e", "title": "Density and diameter distributions of saplings in naturally regenerated and planted coniferous stands in Québec after various approaches of commercial thinning", "abstract": "None", "venue": "Annals of Forest Science", "year": 2020},
{"paperId": "764d686cf340ed5b21093d40a4b4e528703ebaac", "externalIds": {"DOI": "10.1139/cjfr-2022-0111", "CorpusId": 253179286}, "url": "https://www.semanticscholar.org/paper/764d686cf340ed5b21093d40a4b4e528703ebaac", "title": "Development of tree recruitment models for 10 species groups in the sugar maple-dominated mixed forests of eastern Canada", "abstract": "Individual tree recruitment is an important element needed to understand stand dynamics, as it influences both stand composition and productivity. Forest growth simulators usually include recruitment models. The quality of recruitment predictions can have long-term impacts on estimations of forest growth, ecosystem health and the commercial utility of managed forests. The main objective of this study was to develop a recruitment model for commercial-size trees (i.e., trees with a diameter at breast height [DBH] > 9 cm) of 10 species groups using different dendrometric and environmental variables. The resulting model will be included in a growth simulator used to support forest management planning. We hypothesized that accounting for sapling density as a covariate would improve the recruitment model’s predictive performance. Using empirical data from periodically measured permanent sample plots (1982–2019) located throughout the managed mixed hardwood forests of Quebec, we constructed models with and without sapling-related covariates and compared them on the basis of cross-validation model performance statistics. Our results show that including sapling density significantly improved model performance. From this, we conclude that adding sapling density as a covariate can significantly improve a recruitment model’s predictive power for eastern mixed hardwood forests.", "venue": "Canadian Journal of Forest Research", "year": 2022},
{"paperId": "d4c6b21d97a54bbb2685bab18c9044faaf677c8f", "externalIds": {"PubMedCentral": "8216954", "DOI": "10.1002/ece3.7619", "CorpusId": 235671353, "PubMed": "34188858"}, "url": "https://www.semanticscholar.org/paper/d4c6b21d97a54bbb2685bab18c9044faaf677c8f", "title": "Testing the precision and sensitivity of density estimates obtained with a camera‐trap method revealed limitations and opportunities", "abstract": "Abstract The use of camera traps in ecology helps affordably address questions about the distribution and density of cryptic and mobile species. The random encounter model (REM) is a camera‐trap method that has been developed to estimate population densities using unmarked individuals. However, few studies have evaluated its reliability in the field, especially considering that this method relies on parameters obtained from collared animals (i.e., average speed, in km/h), which can be difficult to acquire at low cost and effort. Our objectives were to (1) assess the reliability of this camera‐trap method and (2) evaluate the influence of parameters coming from different populations on density estimates. We estimated a reference density of black bears (Ursus americanus) in Forillon National Park (Québec, Canada) using a spatial capture–recapture estimator based on hair‐snag stations. We calculated average speed using telemetry data acquired from four different bear populations located outside our study area and estimated densities using the REM. The reference density, determined with a Bayesian spatial capture–recapture model, was 2.87 individuals/10km2 [95% CI: 2.41–3.45], which was slightly lower (although not significatively different) than the different densities estimated using REM (ranging from 4.06–5.38 bears/10km2 depending on the average speed value used). Average speed values obtained from different populations had minor impacts on REM estimates when the difference in average speed between populations was low. Bias in speed values for slow‐moving species had more influence on REM density estimates than for fast‐moving species. We pointed out that a potential overestimation of density occurs when average speed is underestimated, that is, using GPS telemetry locations with large fix‐rate intervals. Our study suggests that REM could be an affordable alternative to conventional spatial capture–recapture, but highlights the need for further research to control for potential bias associated with speed values determined using GPS telemetry data.", "venue": "Ecology and Evolution", "year": 2021},
{"paperId": "5963ed57b3b109d0f5ba446b3e2f14d3cf739ac1", "externalIds": {"MAG": "2903014321", "DOI": "10.1139/CJFR-2018-0278", "CorpusId": 91769046}, "url": "https://www.semanticscholar.org/paper/5963ed57b3b109d0f5ba446b3e2f14d3cf739ac1", "title": "Analyzing risk of regeneration failure in the managed boreal forest of northwestern Quebec", "abstract": "Changes in the fire regime can affect the postdisturbance regeneration potential of boreal forest tree species, thereby modifying tree density and cover. This could adversely affect the sustainabil...", "venue": "Canadian Journal of Forest Research", "year": 2019},
{"paperId": "f4bb3f555937c0c0fb14567f243665bc29ef647c", "externalIds": {"MAG": "2121477160", "DOI": "10.4039/tce.2012.53", "CorpusId": 86082431}, "url": "https://www.semanticscholar.org/paper/f4bb3f555937c0c0fb14567f243665bc29ef647c", "title": "Diversity and seasonal density of carabid beetles (Coleoptera: Carabidae) in relation to the soybean aphid in soybean crop in Québec, Canada", "abstract": "Abstract We studied the diversity and summer seasonal activity-density of Carabidae associated with soybean fields infested by the soybean aphid (Aphis glycines Matsumura; Hemiptera: Aphididae) in Québec, Canada. Carabid beetles were sampled in six to seven fields from June to September 2004 and 2005 using pitfall traps. A total of 33 species from 15 genera were identified, with the exotic Pterostichus melanarius (Illiger) (Coleoptera: Carabidae), representing 75.8% and 84.5% of all individuals trapped in 2004 and 2005, respectively. Large variations in species richness and diversity indexes were observed between fields within and between years. Multivariate analyses showed that carabid activity-density varied as a function of field location and sampling period, with individuals belonging to species overwintering as adults being more abundant early in the growing season. There was no relationship between carabid trap catches and A. glycines density, suggesting that carabid beetles do not respond numerically to soybean aphid populations at the spatial scale studied. Résumé Nous avons étudié la diversité et l activité densité-dépendante de Carabidae présents dans des champs de soya infestés par le puceron du soya (Aphis glycines Matsumura; Hemiptera: Aphididae) en saison estivale au Québec, Canada. Les carabes ont été échantillonnés dans 6–7 champs de juin à septembre 2004 et 2005 en utilisant des pièges fosses. Un total de 33 espèces appartenant à 15 genres ont été identifiés, avec l espèce exotique Pterostichus melanarius (Illiger) (Coleoptera: Carabidae) représentant 75.8% et 84.5% de tous les individus capturés en 2004 et 2005 respectivement. De grandes variations dans la richesse spécifique et les indices de diversité ont été observées entre les champs, dans et entre les années. Des analyses multivariées ont montré que l activité densité-dépendante des carabes varie en fonction de la localité du champ et de la période d’échantillonnage, avec des individus qui appartiennent aux espèces diapausantes sous forme adulte plus abondants en début de saison. Il n y a pas de relation entre les captures de carabes dans les pièges et la densité de A. glycines dans les champs: ceci suggère que les carabes ne répondent pas numériquement aux populations de pucerons du soya à l’échelle spatiale étudiée.", "venue": "Canadian Entomologist", "year": 2012}
]}